#include "head.h"

EVE eve[EVENT_NUM] = {
    {2501, "100米", "径赛", "男子项目", 1748414670, "田径场", "报名中", 10},
    {2502, "200米", "径赛", "女子项目", 1748518800, "田径场", "报名中", 12},
    {2503, "跳远", "田赛", "男子项目", 1748438400, "田径场", "已结束", 8},
    {2504, "铅球", "田赛", "女子项目", 1748601000, "体育馆", "报名中", 6},
    {2505, "400米", "径赛", "男子项目", 1748687700, "田径场", "报名中", 15} 
};
STU stu[STUDENT_NUM];
REG reg[REGISTRATION_NUM];
int eve_num = 5;
int reg_num = 0;
int stu_num = 0;

int main()
{
	login();//登录界面

	return 0;
}